[{"description": "WELFARE CHECK (COMBINED EVENT). DISPOSITION: No Disposition. Call Number: P171000142. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 00 BLOCK OF N 1ST ST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.89095", "location": "50 N 1st St, San Jose, CA 95113, USA", "latitude": "37.3370419"},{"description": "ALARM, AUDIBLE. DISPOSITION: No Response. Call Number: P171000221. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 00 BLOCK OF W TASMAN DR, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.94662", "location": "42-78 W Tasman Dr, San Jose, CA 95134, USA", "latitude": "37.4082758"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000583. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 2400 BLOCK OF ALMADEN RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.88173", "location": "2458 Almaden Rd, San Jose, CA 95125, USA", "latitude": "37.2882378"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: Canceled. Call Number: P171000171. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 600 BLOCK OF BOLLINGER RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-122.01487", "location": "6377 Bollinger Rd, Cupertino, CA 95014, USA", "latitude": "37.3102819"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000416. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 2800 BLOCK OF STEVENS CREEK BL, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.94407", "location": "2850 Stevens Creek Blvd, San Jose, CA 95128, USA", "latitude": "37.3229724"},{"description": "DISTURBANCE. DISPOSITION: Canceled. Call Number: P171000412. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 100 BLOCK OF MONTEREY RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.77390", "location": "6050 Monterey Rd, San Jose, CA 95138, USA", "latitude": "37.2384483"},{"description": "DISTURBANCE. DISPOSITION: Gone on Arrival/unable to locate. Call Number: P171000711. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 100 BLOCK OF TULLY RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.85842", "location": "150 Tully Rd, San Jose, CA 95111, USA", "latitude": "37.3031090"},{"description": "TRESPASSING. DISPOSITION: Canceled. Call Number: P171000770. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 1700 BLOCK OF ROCK SPRING DR, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.85610", "location": "1742-1754 Rock Springs Dr, San Jose, CA 95112, USA", "latitude": "37.3185885"},{"description": "ALARM, SILENT. DISPOSITION: No report required; dispatch record only. Call Number: P171000973. This is from San Jose 911 call data. Information is subject to ch", "title": "Other on 00 BLOCK OF N 8TH ST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.88368", "location": "36 N 8th St, San Jose, CA 95112, USA", "latitude": "37.3404202"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000937. This is from San Jose 911 call data. Information is subject", "title": "Other on 00 BLOCK OF S BASCOM AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.93179", "location": "1639 S Bascom Ave, Campbell, CA 95008, USA", "latitude": "37.2939384"},{"description": "MISDEMEANOR WANT. DISPOSITION: No report required; dispatch record only. Call Number: P171000932. This is from San Jose 911 call data. Information is subject to", "title": "Other on APPIAN LN & MCLAUGHLIN AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.85959", "location": "Appian Ln, San Jose, CA 95116, USA", "latitude": "37.3387289"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000883. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on VINTAGE CREST DR & RUBY AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.77912", "location": "3186 Vintage Crest Dr, San Jose, CA 95148, USA", "latitude": "37.3200944"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000942. This is from San Jose 911 call data. Information is subject", "title": "Other on 00 BLOCK OF N CAPITOL AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.83677", "location": "50 N Capitol Ave, San Jose, CA 95127, USA", "latitude": "37.3642916"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000941. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 2400 BLOCK OF TULLY RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.81282", "location": "2990 E Capitol Expy, San Jose, CA 95148, USA", "latitude": "37.3311142"},{"description": "DISTURBANCE, NEIGHBOR. DISPOSITION: No report required; dispatch record only. Call Number: P171000949. This is from San Jose 911 call data. Information is subje", "title": "Other on 00 BLOCK OF CRESCENT VILLAGE CL, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.93041", "location": "320 Cres Village Cir, San Jose, CA 95134, USA", "latitude": "37.4029982"},{"description": "DISTURBANCE, FAMILY. DISPOSITION: No report required; dispatch record only. Call Number: P171000759. This is from San Jose 911 call data. Information is subject", "title": "Other on 6100 BLOCK OF SPRINGER WY, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.80969", "location": "6148-6158 Springer Way, San Jose, CA 95123, USA", "latitude": "37.2357251"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000862. This is from San Jose 911 call data. Information is subject", "title": "Other on 1900 BLOCK OF MCBAIN AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.92165", "location": "1960 McBain Ave, San Jose, CA 95125, USA", "latitude": "37.2894150"},{"description": "SUSPICIOUS PERSON. DISPOSITION: Gone on Arrival/unable to locate. Call Number: P171000839. This is from San Jose 911 call data. Information is subject to change", "title": "Other on MARACAIBO DR & COLEMAN RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.88506", "location": "5826 Maracaibo Dr, San Jose, CA 95120, USA", "latitude": "37.2384912"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000888. This is from San Jose 911 call data. Information is subject", "title": "Other on LOS PINOS WY & CURIE DR, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.81623", "location": "473 Curie Dr, San Jose, CA 95123, USA", "latitude": "37.2292433"},{"description": "SUSPICIOUS PERSON. DISPOSITION: No Disposition. Call Number: P171000838. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 200 BLOCK OF SOUTHWEST EX, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-122.39750", "location": "229 Littlefield Ave, South San Francisco, CA 94080, USA", "latitude": "37.6457797"},{"description": "SUSPICIOUS PACKAGE. DISPOSITION: No report required; dispatch record only. Call Number: P171000615. This is from San Jose 911 call data. Information is subject", "title": "Other on W SANTA CLARA ST & N ALMADEN AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.89385", "location": "198 W Santa Clara St, San Jose, CA 95113, USA", "latitude": "37.3346294"},{"description": "ALARM, AUDIBLE. DISPOSITION: No Response. Call Number: P171000853. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 1100 BLOCK OF S 6TH ST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.87250", "location": "1144-1152 S 6th St, San Jose, CA 95112, USA", "latitude": "37.3215854"},{"description": "ALARM, AUDIBLE. DISPOSITION: No Response. Call Number: P171000756. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 300 BLOCK OF LOS PINOS WY, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.80487", "location": "350 Los Pinos Way, San Jose, CA 95123, USA", "latitude": "37.2327687"},{"description": "ALARM, AUDIBLE. DISPOSITION: No Response. Call Number: P171000747. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 6300 BLOCK OF SAN IGNACIO AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.78348", "location": "6340-6352 San Ignacio Ave, San Jose, CA 95119, USA", "latitude": "37.2363593"},{"description": "TRESPASSING. DISPOSITION: Canceled. Call Number: P171000504. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 900 BLOCK OF S BASCOM AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.93110", "location": "950 S Bascom Ave, San Jose, CA 95128, USA", "latitude": "37.3092447"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000592. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 1800 BLOCK OF LA PORTE AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.83016", "location": "1824-1896 Ocala Ave, San Jose, CA 95122, USA", "latitude": "37.3341309"},{"description": "DISTURBANCE. DISPOSITION: Canceled. Call Number: P171000434. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 200 BLOCK OF STORY RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.83412", "location": "2231 Story Rd, San Jose, CA 95122, USA", "latitude": "37.3460817"},{"description": "ALARM, SILENT. DISPOSITION: No report required; dispatch record only. Call Number: P171000447. This is from San Jose 911 call data. Information is subject to ch", "title": "Other on 100 BLOCK OF MISSION SPRINGS CL, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.88697", "location": "1554-1556 Mission Springs Cir, San Jose, CA 95131, USA", "latitude": "37.3839567"},{"description": "TRESPASSING. DISPOSITION: Canceled. Call Number: P171000052. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on TEST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.92995", "location": "2665 N 1st St, San Jose, CA 95134, USA", "latitude": "37.3876527"},{"description": "PUBLIC SAFETY ASSISTANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000795. This is from San Jose 911 call data. Information is su", "title": "Other on 100 BLOCK OF THE ALAMEDA, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.93392", "location": "206 The Alameda, Santa Clara, CA 95053, USA", "latitude": "37.3452196"},{"description": "SUSPICIOUS PERSON. DISPOSITION: No Disposition. Call Number: P171000817. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 100 BLOCK OF S BASCOM AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.93179", "location": "1639 S Bascom Ave, Campbell, CA 95008, USA", "latitude": "37.2939384"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: Gone on Arrival/unable to locate. Call Number: P171000804. This is from San Jose 911 call data. Information is subject to chang", "title": "Other on 4800 BLOCK OF CAPISTRANO AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.98868", "location": "4900 Capistrano Ave, San Jose, CA 95129, USA", "latitude": "37.3205602"},{"description": "DISTURBANCE (COMBINED EVENT). DISPOSITION: No report required; dispatch record only. Call Number: P171000802. This is from San Jose 911 call data. Information i", "title": "Other on CAPITOL EX AUTO MALL & OLD ALMADEN RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.87713", "location": "1199 Capitol Expy, San Jose, CA 95136, USA", "latitude": "37.2757352"},{"description": "ALARM, AUDIBLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000786. This is from San Jose 911 call data. Information is subject to c", "title": "Other on 2200 BLOCK OF DOBERN AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.83926", "location": "2250 Dobern Ave, San Jose, CA 95116, USA", "latitude": "37.3518966"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000758. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 900 BLOCK OF TAJI CT, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.84504", "location": "936 Taji Ct, San Jose, CA 95122, USA", "latitude": "37.3190434"},{"description": "DISTURBANCE, MUSIC. DISPOSITION: Canceled. Call Number: P171000660. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 100 BLOCK OF HAMILTON AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-52.720702", "location": "Curtis Academy Memorial, Hamilton Ave, St. John's, NL A1E 1J5, Canada", "latitude": "47.5535387"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000697. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 00 BLOCK OF S 11TH ST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.87928", "location": "44-52 S 11th St, San Jose, CA 95112, USA", "latitude": "37.3402167"},{"description": "ALARM, AUDIBLE. DISPOSITION: No Response. Call Number: P171000728. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 3500 BLOCK OF MINTO CT, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.86035", "location": "3550 Minto Ct, San Jose, CA 95132, USA", "latitude": "37.4179648"},{"description": "MISDEMEANOR WANT. DISPOSITION: Arrest by Warrant. Call Number: P171000679. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on MOORPARK AV & THORNTON WY, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.93875", "location": "2523 Moorpark Ave, San Jose, CA 95128, USA", "latitude": "37.3160929"},{"description": "SUSPICIOUS FEMALE. DISPOSITION: No report required; dispatch record only. Call Number: P171000768. This is from San Jose 911 call data. Information is subject t", "title": "Other on 1700 BLOCK OF HILLSDALE AV, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.91338", "location": "1748-1752 Hillsdale Ave, San Jose, CA 95124, USA", "latitude": "37.2652839"},{"description": "PUBLIC SAFETY ASSISTANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000787. This is from San Jose 911 call data. Information is su", "title": "Other on N 1ST ST & SKYPORT DR, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.91367", "location": "10 Skyport Dr, San Jose, CA 95110, USA", "latitude": "37.3669389"},{"description": "DISTURBANCE, FAMILY. DISPOSITION: No report required; dispatch record only. Call Number: P171000736. This is from San Jose 911 call data. Information is subject", "title": "Other on 2100 BLOCK OF MONTEREY RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.86233", "location": "2152 Monterey Rd, San Jose, CA 95112, USA", "latitude": "37.3048896"},{"description": "MISDEMEANOR HIT AND RUN. DISPOSITION: Gone on Arrival/unable to locate. Call Number: P171000644. This is from San Jose 911 call data. Information is subject to", "title": "Other on S 33RD ST & E SAN ANTONIO ST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.85649", "location": "1605-1607 E San Antonio St, San Jose, CA 95116, USA", "latitude": "37.3480988"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: Gone on Arrival/unable to locate. Call Number: P171000651. This is from San Jose 911 call data. Information is subject to chang", "title": "Other on SANTA TERESA BL & COTTLE RD, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.80393", "location": "6193 Santa Teresa Blvd, San Jose, CA 95123, USA", "latitude": "37.2370677"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000721. This is from San Jose 911 call data. Information is subject", "title": "Other on FOXWORTHY AV & ALMADEN EX, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.88015", "location": "1100 Foxworthy Ave, San Jose, CA 95118, USA", "latitude": "37.2779795"},{"description": "DISTURBANCE. DISPOSITION: Canceled. Call Number: P171000720. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on DISK CT & DISK DR, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.96247", "location": "Disk Dr, San Jose, CA 95134, USA", "latitude": "37.4266992"},{"description": "DISTURBANCE. DISPOSITION: No report required; dispatch record only. Call Number: P171000683. This is from San Jose 911 call data. Information is subject to chan", "title": "Other on 300 BLOCK OF BLOOMSBURY WY, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.85392", "location": "3640 Bloomsbury Way, San Jose, CA 95132, USA", "latitude": "37.4155691"},{"description": "DISTURBANCE. DISPOSITION: Canceled. Call Number: P171000635. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 00 BLOCK OF E SANTA CLARA ST, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.88954", "location": "50 E Santa Clara St, San Jose, CA 95113, USA", "latitude": "37.3366711"},{"description": "DISTURBANCE. DISPOSITION: Canceled. Call Number: P171000630. This is from San Jose 911 call data. Information is subject to change.", "title": "Other on 5800 BLOCK OF SANTA TERESA BL, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "-121.83699", "location": "5850-5854 Santa Teresa Blvd, San Jose, CA 95123, USA", "latitude": "37.2368982"},{"description": "SUSPICIOUS VEHICLE. DISPOSITION: No report required; dispatch record only. Call Number: P171000621. This is from San Jose 911 call data. Information is subject", "title": "Other on GALVESTON AV & SUMMERSIDE DR, San Jose, CA (via spotcrime.com)", "image": "n/a", "longtitude": "n/a", "location": "n/a", "latitude": "n/a"}]